Repository: SunRay27/BaldrSkyOmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: No, this isn't armor I'm wearing. I can feel a faint sensation directly from the surface of the metal.
ru_ru: Нет, это не броня. Я чувствую слабое ощущение прямо с поверхности металла.

source: No, we're not like that.
ru_ru: Нет, мы не из таких.

source: No. Even as a student, you should have no problem dealing with them.
ru_ru: Нет. Даже будучи студентом, у вас не должно быть проблем с ними.

source: No. I'm sure you'll remember more about him as you regain your memories.
ru_ru: Нет. Я уверена, что вы вспомните о нём больше, когда вернёте себе память.

source: No... Don't pull my ribbon...
ru_ru: Нет... Не дёргай мою ленту...

source: Noi
ru_ru: Нои

source: Noi gives me a slap on my back and walks into her distasteful shop.
ru_ru: Нои хлопает меня по спине и заходит в свой противный магазин.

source: Noi gives me a suggestive smile, and I end up looking in Rain's direction.
ru_ru: Нои одаривает меня игривой улыбкой, и я бросаю взгляд в сторону Рейн.

source: Noi makes me sit in a medical console and plugs in a neurojack.
ru_ru: Ной сажает меня в медицинскую консоль и подключает нейроразъем.

source: Noi...
ru_ru: Нои...

source: Normally, we don't need a wired connection, but we'll use one this time just in case.
ru_ru: Обычно нам не нужно проводное соединение, но в этот раз мы воспользуемся им на всякий случай.

source: Not a single person will get ahead of me!
ru_ru: Никто не опередит меня!

source: Not as much of a flirt as you would think.
ru_ru: Не такая уж и кокетка, как можно подумать.

source: Not only is Nanoha cute, she makes for a fantastic wife... I'm jealous, in all honesty.
ru_ru: Наноха не только симпатичная, она еще и потрясающая жена... Я завидую, если честно.

source: Not until I hear
ru_ru: Не до тех пор,

source: Not until I hear that familiar voice reach my ears.
ru_ru: Не до тех пор, пока я не услышу знакомый голос.

source: Not with all this crap on my mind.
ru_ru: Только не с подобными мыслями на уме.

source: Nothing helps reassure me more than a big, strong hug.
ru_ru: Ничто так не успокаивает меня, как крепкие, сильные объятия.

source: Nothing much to say.
ru_ru: Особо нечего сказать.

source: Now, come this way.
ru_ru: А теперь иди сюда.

source: O-Okay...
ru_ru: А, да...

source: Of course. But we currently cannot enlist the services of a formal medical facility.
ru_ru: Конечно. Но в настоящее время мы не можем обратиться в официальное медицинское учреждение.

source: Off to the next stage we go!
ru_ru: Переходим к следующему этапу!

source: Off to the next stage...
ru_ru: К следующему этапу...

source: Oh goodness, you died.
ru_ru: О боже, ты умер.

source: Oh hey, it's that person you and Chinatsu talked about.
ru_ru: О, это тот человек, о котором вы с Чинатсу говорили.

source: Oh my god, folks! Nagisa's shot has sent the goalkeeper flying!
ru_ru: О боже, народ! Удар Нагисы отправил вратаря в полет!

source: Oh, I bet. I mean, even I was fighting online not too long ago.
ru_ru: Не сомневаюсь. Ведь я сам только что в сети отбивался не пойми от кого.

source: Oh, I see. Anyway, if the enemy's behind us, we'll have to go back and take it out.
ru_ru: А, ясно. В любом случае, если враг у нас за спиной, нам придется вернуться и уничтожить его.

source: Oh, SORA! You died on us! Apologies, I've always wanted to say that.
ru_ru: О, СОРА! Ты умерла у нас на глазах! Извини, я всегда хотела это сказать.

source: Oh, come on. What the hell's going on?
ru_ru: Что за...

source: Oh, don't worry. I hate the kamikaze approach. I'm simply going to buy time. No more, no less.
ru_ru: О, не волнуйтесь. Я терпеть не могу камикадзе. Я просто собираюсь выиграть время. Ни больше, ни меньше.

source: Oh, good morning, Kou.
ru_ru: О, доброе утро, Коу.

source: Oh, it's someone from your dad's company! Delivery agents sure are well built.
ru_ru: О, это кто-то из компании твоего отца! Доставщики, конечно, крепкие ребята.

source: Oh, okay.
ru_ru: Эм, ладно.

source: Oh, okay... Wait, when did you do that?
ru_ru: Да, хорошо... Подождите, когда вы успели?

source: Oh, she didn't laugh. Or wait. Could she be stifling her laughter with all she's got?
ru_ru: О, она не рассмеялась. Погоди. Может быть, она еле сдерживает свой смех?

source: Oh...
ru_ru: Вот как...

source: Okay, so I won't catch a cold now. But I sure as hell am gonna be sleep deprived.
ru_ru: Ладно, теперь я не простужусь. Но я точно не высплюсь.

source: Old man... Been wanting to say that...
ru_ru: Старик... Давно хотела это сказать...

source: Old, dilapidated high-rises with their walls littered in graffiti...
ru_ru: Старые, полуразрушенные высотки, стены которых исписаны граффити...

source: Ominous Footsteps
ru_ru: Зловещие шаги

source: Once I get through all those boring classes, I can have some fun with my friends later in the day.
ru_ru: Как только закончатся скучные занятия, я смогу повеселиться со своими друзьями.

source: Once a piece of trash, always a piece of trash.
ru_ru: Однажды отброс, навсегда отброс.

source: Once that's done, we'll stay on the same course and escape.
ru_ru: Как только мы это сделаем, мы продолжим в том же направлении и сбежим.

source: One can get everything they want in this city. Anything goes here, be it bio, nano, AI, or even cloning technology...
ru_ru: В этом городе можно достать всё, что угодно. Здесь есть все технологии, будь то био, нано, ИИ или даже технологии клонирования...

source: One moment, Lieutenant. I'll send you my radar data.
ru_ru: Минуту, лейтенант. Я отправлю вам данные с радара.

source: One of my few friends. The stories about his tribe are interesting.
ru_ru: Один из моих немногих друзей. Истории о его племени очень интересны.

source: One of the few people who understand me.
ru_ru: Один из немногих людей, которые меня понимают.

source: Only a glass door stands between the room and the bath, and the closet's filled with toys that are the furthest thing from wholesome.
ru_ru: Лишь стеклянная дверь отделяет комнату от ванной, а шкаф заставлен далеко не детскими игрушками.

source: Only dive... one hour. Au...
ru_ru: Погружайся... на один час. Ау...

source: Only neanderthals indulge themselves in raw food.
ru_ru: Только неандертальцы балуют себя сырой пищей.

source: Only to be left speechless again.
ru_ru: Только чтобы снова потерять дар речи.

source: Opens the load menu
ru_ru: Открыть меню загрузки

source: Opens the save menu
ru_ru: Открыть меню сохранения

source: Opens the system menu
ru_ru: Открыть меню паузы

source: Or else you'll be the one to die.
ru_ru: Иначе вы погибните.

source: Our instructor was always complaining about how no amount of training would ever make us look like soldiers.
ru_ru: Наш инструктор постоянно жаловался на то, что сколько нас не тренируй, мы всё никак не станем похожи на солдат.

source: Over there, a few people are sitting on the floor with their backs to the wall, and there's a bunch of portable equipment lying about.
ru_ru: Там, спиной к стене, лежат несколько человек посреди кучи переносного оборудования.

source: Overheat Counters
ru_ru: Счётчик перегрева

source: Ow!
ru_ru: Ай...!

source: Ow... Yeah, kinda.
ru_ru: Ай-ай... Да, жить буду.

source: P-Please don't make me comment on myself from back then.
ru_ru: Пожалуйста, не заставляй меня комментировать тогдашнюю себя.

source: Paradigm Shift
ru_ru: Смена парадигм

source: Pardon us, Dr. Noi. The thing is, we need your help.
ru_ru: Простите нас, доктор Нои. Дело в том, что нам нужна ваша помощь.

source: Penetrate
ru_ru: Пробитие

source: Perfect Drive
ru_ru: Идеальный привод

source: Personal... Check...
ru_ru: Личные дела...

source: Phantom Triple!
ru_ru: Призрачная тройка!

source: Phew.
ru_ru: Фух.

source: Phew. @t0243@hKOU_0301IR2 Man, I thought I left my heart and lungs back in the real world.
ru_ru: Фух. Блин, а я думал, что мои органы остались в настоящем мире.

source: Phew. I don't know what I would've done if I were middle-aged.
ru_ru: Фух. Не знаю, что бы я делал, если бы мне оказалось за сорок.

source: Pick which stage you want to replay.
ru_ru: Выбери, какой этап хочешь переиграть.

source: Pilgrim's Blindness
ru_ru: Слепота паломника

source: Play the current track
ru_ru: Играть текущий трек

source: Play the next track
ru_ru: Играть следующий трек

source: Play the previous track
ru_ru: Играть предыдущий трек

source: Plays back the voice for this line
ru_ru: Воспроизвести голос

source: Please become my older brother.
ru_ru: Пожалуйста, стань моим старшим братом.

source: Please don't die on me.
ru_ru: Пожалуйста, не умирай у меня на глазах.

source: Please don't look for me.
ru_ru: Пожалуйста, не ищи меня.

source: Please don't make me any more worried than I already am.
ru_ru: Пожалуйста, не надо заставлять меня волноваться еще больше.

source: Please don't tell me you're gonna sacrifice yourself to hold off the enemy for me.
ru_ru: Только не говорите мне, что вы собираетесь пожертвовать собой ради меня.

source: Please keep Kou safe...
ru_ru: Пожалуйста, берегите Коу...

source: Please trust me. Though I realize it might be a lot to ask right now.
ru_ru: Пожалуйста, доверьтесь мне. Хоть я и понимаю, что прошу о многом.

source: Please trust me. I'm doing this for your own good.
ru_ru: Пожалуйста, поверьте мне. Я делаю это ради вашего блага.

source: Please, no... Anything but that... Anything but raw fish!
ru_ru: Пожалуйста, нет... Что угодно, только не это... Что угодно, только не сырая рыба!

source: Please.
ru_ru: Прошу вас.

source: Poke, poke...
ru_ru: Тык, тык...

source: Practice time!
ru_ru: Время тренировки!

source: Practice...
ru_ru: Тренировка...

source: Priestess? Suspicious...
ru_ru: Жрица? Подозрительно...

source: Private military companies rapidly rose to prominence and plugged the gap the armies had left behind.
ru_ru: Частные военные компании быстро завоевали известность и заполнили пустоту, оставленную армиями.

source: Proof that Sora is alive.
ru_ru: Доказательство того, что Сора жива.

source: Puzzled, she surveys the street and then...
ru_ru: В недоумении она осматривает улицу, а затем...

source: Quit battle...
ru_ru: Выйти из битвы...

source: Quit holing yourself up there and go out for a jog or something!
ru_ru: Хватит там сидеть, выйди на пробежку или ещё куда-нибудь!

source: Quit... back to survival menu...
ru_ru: Выйти... в меню выживания...

source: R-Right...
ru_ru: Д-да...

source: Rain
ru_ru: Рейн

source: Rain Kirishima.
ru_ru: Рейн Кирисима.

source: Rain barges into the conversation right on time.
ru_ru: Рейн вмешивается в разговор как раз вовремя.

source: Rain begins to speak, but her words are wiped out by the roar of a VTOL flying past.
ru_ru: Рейн начинает говорить, но ее слова заглушает рев пролетающего мимо СВВП.

source: Rain doesn't respond.
ru_ru: Рейн не отвечает.

source: Rain doesn't seem very comfortable with the topic. But I can kinda see why.
ru_ru: Рейн, похоже, не очень расположена говорить на эту тему. Но я могу понять, почему.

source: Rain drags me into the crowd.
ru_ru: Рейн увлекает меня в толпу.

source: Rain flashes an encouraging smile, her words brimming with quiet confidence in me.
ru_ru: Рейн ободряюще улыбается, в ее словах чувствуется уверенность во мне.

source: Rain gets a little evasive.
ru_ru: Рейн уклоняется от вопроса.

source: Rain gives me a gentle smile completely unlike the ones before. It's so beautiful that my eyes end up glued to it.
ru_ru: Рейн дарит мне нежную улыбку, совершенно не похожую на те, что были раньше. Она настолько прекрасна, что я не могу оторвать от нее глаз.

source: Rain gives me an unwavering stare. I don't know how to respond to that.
ru_ru: Рейн смотрит на меня непоколебимым взглядом. Я не знаю, как на это реагировать.

source: Rain grabs my arm and drags me inside.
ru_ru: Рейн хватает меня за руку и тащит внутрь.

source: Rain has a somewhat cold smile on her face. I can't figure out what's hidden behind it just yet.
ru_ru: У Рейн на лице холодная улыбка. Я пока не могу понять, что скрывается за ней.

source: Rain holds up her hair and plugs in her neurojack too. I find that gesture oddly seductive.
ru_ru: Рейн поднимает свои волосы и тоже подключает нейроразъём. Этот жест кажется мне довольно соблазнительным.

source: Rain immediately stops me by grabbing my arm.
ru_ru: Рейн тут же останавливает меня, хватая за руку.

source: Rain opens her eyes wide in surprise.
ru_ru: Рейн широко раскрывает глаза от удивления.

source: Rain puts her hand on my shoulder.
ru_ru: Рейн кладет руку мне на плечо.

source: Rain raises her other hand, and a large energy weapon materializes in it.
ru_ru: Рейн поднимает другую руку, и в ней материализуется большое энергетическое оружие.

source: Rain refuses to answer my questions, and we somehow end up glaring at each other.
ru_ru: Рейн отказывается отвечать на мои вопросы, и в итоге мы уставились друг на друга.

source: Rain shoots a glance behind her. Now that my eyes have adapted to the dark, I see a few silhouettes.
ru_ru: Рейн бросает взгляд за спину. Теперь, когда мои глаза привыкли к темноте, я вижу несколько силуэтов.

source: Rain shoots a weary look up at the sky.
ru_ru: Рэйн поднимает усталый взгляд к небу.

source: Rain stares at me worriedly, perhaps expecting some kind of response, but I don't know what to say to her.
ru_ru: Рейн обеспокоенно на меня смотрит, возможно, ожидая моего ответа, но я не знаю, что ей сказать.

source: Rain suddenly comes to a halt and starts looking around.
ru_ru: Рейн внезапно останавливается и начинает оглядываться по сторонам.

source: Rain suddenly puts a hand on my mouth. Or, well, where it would be if I had one. That makes me hold my breath.
ru_ru: Рейн внезапно зажимает мне рот рукой. Ну, или то место, где он должен был быть. Я задерживаю дыхание.

source: Rain takes my hand and breaks out into a run.
ru_ru: Рейн берет меня за руку и бросается бежать.

source: Rain takes off her coat and heads to the kitchen.
ru_ru: Рейн снимает свой плащ и направляется на кухню.

source: Rain takes out a cord reel from her pocket and straightens it out to grab the neurojack.
ru_ru: Рейн достает из кармана катушку со шнуром и расправляет ее, чтобы взяться за нейроразъём.

source: Rain!
ru_ru: Рейн!

source: Rain's drifting right by my side. Her blonde hair looks like it's glowing as it floats in the air.
ru_ru: Рейн движется рядом со мной. Её светлые волосы будто светятся, паря в потоках воздуха.

source: Rain's father is the chief of GOAT.
ru_ru: Отец Рэйн - начальник GOAT.

source: Rain's hand gently takes my fist, and she whispers softly to me.
ru_ru: Её рука осторожно берет мой сжатый кулак, и она тихо шепчет мне.

source: Rain's inside the bathroom, and I can see everything inside through its glass door. That blows all my drowsiness away in an instant.
ru_ru: Рейн внутри ванной, и я вижу всё происходящее внутри через стеклянную дверь. Моя сонливость мгновенно улетучивается.

source: Rain's metal frame knocks me to the ground. A moment later, my body is rocked by an explosion.
ru_ru: Металлическое тело Рейн сбивает меня с ног. Мгновение спустя мое тело сотрясает взрыв.

source: Rain's so capable.
ru_ru: Рэйн такая способная.

source: Rain, Rain... Where have I heard that before? I even get the feeling we've met...
ru_ru: Рейн, Рейн... Где я уже слышал это имя? Мне кажется, что мы даже встречались...

source: Rain, was it? You called me lieutenant, didn't you?
ru_ru: Рейн, да? Вы сказали, что я лейтенант, не так ли?

source: Rain... We are going to a clinic, right?
ru_ru: Рейн... Мы идём в клинику, да?

source: Rainy Comfort
ru_ru: Дождливый уют

source: Ready, Go, Smile
ru_ru: Готовься, иди, улыбайся

source: Records... Check...
ru_ru: Статистика...

source: Refuse to back down and press further
ru_ru: Не отступать и настаивать на своем

source: Regain your memories.
ru_ru: Вернуть себе память.

source: Relief at Time
ru_ru: Лёгкий денёк

source: Remember to only dive for one hour a day!
ru_ru: Не забывай, что погружаться можно только на один час в день!

source: Remember to only dive for twenty-four hours a day.
ru_ru: Не забывай, что нырять можно только на двадцать четыре часа в сутки.

source: Remember...
ru_ru: Вспомнить...

source: Remove thumbnails and buttons
ru_ru: Убрать миниатюры и кнопки

source: Removes text underline
ru_ru: Не подчёркивать текст

source: Replay...
ru_ru: Повтор...

source: Required for actions using the D button.
ru_ru: Необходимы для действий, которые совершаются кнопкой D.

source: Required to perform incredibly powerful moves.
ru_ru: Необходима для выполнения невероятно мощных приёмов.

source: Resentment Where It Wanders
ru_ru: Бродячее недовольство

source: Reset complete. Option select, long- and short-range sensors, all clear.
ru_ru: Сброс завершен. Настройка параметров, датчиков дальнего и ближнего действия, всё в порядке.

source: Resets the color for each subcharacter's text to default
ru_ru: Вернуть цвет текста второстепенных персонажей по умолчанию

source: Resets the color of Aki's text to default
ru_ru: Вернуть цвет текста Аки по умолчанию

source: Resets the color of Chinatsu's text to default
ru_ru: Вернуть цвет текста Чинатсу по умолчанию

source: Resets the color of Eiji's text to default
ru_ru: Вернуть цвет текста Ейдзи по умолчанию

source: Resets the color of Gilbert's text to default
ru_ru: Вернуть цвет текста Гилберта по умолчанию

source: Resets the color of Gregory's text to default
ru_ru: Вернуть цвет текста Григория по умолчанию

source: Resets the color of Kou's text to default
ru_ru: Вернуть цвет текста Коу по умолчанию

source: Resets the color of Makoto's text to default
ru_ru: Вернуть цвет текста Макото по умолчанию

source: Resets the color of Masa's text to default
ru_ru: Вернуть цвет текста Масы по умолчанию

source: Resets the color of Mohawk's text to default
ru_ru: Вернуть цвет текста Могавка по умолчанию

source: Resets the color of Nanoha's text to default
ru_ru: Вернуть цвет текста Нанохи по умолчанию

source: Resets the color of Naoki's text to default
ru_ru: Вернуть цвет текста Наоки по умолчанию

source: Resets the color of Noi's text to default
ru_ru: Вернуть цвет текста Нои по умолчанию

source: Resets the color of Rain's text to default
ru_ru: Вернуть цвет текст Рейн по умолчанию

source: Resets the color of Shizel's text to default
ru_ru: Вернуть цвет текста Шизл по умолчанию

source: Resets the color of Sora's text to default
ru_ru: Вернуть цвет текста Соры по умолчанию

source: Resets the color of other text to default
ru_ru: Вернуть цвет прочего текста по умолчанию

source: Rest assured. She can only hole up in these slums because her skills have a stellar reputation.
ru_ru: Не сомневайся. Она живёт в этих трущобах только потому, что её навыки имеют блестящую репутацию.

source: Restart from the beginning of the fight.
ru_ru: Перезапуск с начала боя.

source: Restless
ru_ru: Беспокойство

source: Return all settings to default
ru_ru: Вернуть все настройки по умолчанию

source: Return the menu window color to default
ru_ru: Вернуть цвет игровых меню по умолчанию

source: Return to default position
ru_ru: Вернуться к начальной позиции

source: Return to the last choice or setup menu.
ru_ru: Вернуться к прошлому выбору или меню подготовки.

source: Return to the title screen
ru_ru: Вернуться к титульному экрану

source: Right now, I remember nothing about her. What if she's trying to use that to her benefit?
ru_ru: Сейчас я ничего о ней не знаю. Что, если она пытается использовать это в своих корыстных целях?

source: Right then, the bathroom door opens.
ru_ru: В этот момент дверь в ванную открывается.

source: Right, troops, let's put some spirit into it!
ru_ru: Так, солдаты, давайте активнее!

source: Right.
ru_ru: Верно.

source: Right. I was fighting in a virtual battlefield a minute ago.
ru_ru: Точно. Минуту назад я сражался в кибер-пространстве.

source: Right. Why were we fighting here anyway? And who were we fighting?
ru_ru: Кстати. Почему мы вообще здесь оказались? И с кем мы сражались?

source: Rocket punch time if she tries anything funny on you.
ru_ru: Шмаляй по ней ракетой, если она попытается сделать с тобой что-нибудь странное.

source: Roger that!
ru_ru: Так точно!

source: Ruins of Silence
ru_ru: Руины безмолвия

source: Run Through the Sky
ru_ru: Бег по небу

source: S-Sometimes you just want to cry... | And other times you just want peace... | Waugh, this is so embarrassing.
ru_ru: И-Иногда хочется просто поплакать... | А иногда просто покоя... | Уа, это так неловко.

source: S-Sure.
ru_ru: Д-да.

source: SDDK! Super Duper Determination Kick!
ru_ru: СПРУ! Супер Пупер Решительный удар!

source: Sadly, I have neither the brains nor the skills of a lieutenant right now.
ru_ru: Увы, сейчас я мало чем похож на лейтенанта.

source: Sadly, that's the kind of business we're in. They wouldn't hold it against us.
ru_ru: Увы, такая у нас работа. Они не будут на нас в обиде.

source: Saeri? Sorry, I'm afraid I don't know anyone by that name.
ru_ru: Саери? Извините, боюсь, я не знаю никого с таким именем.

source: Same Button Combos
ru_ru: Комбо одной кнопки

source: Save battle records as a bmp file
ru_ru: Сохранить боевую статистику как bmp файл

source: Save data...
ru_ru: Сохраниться...

source: Save replay data
ru_ru: Сохранить запись

source: Saves the current situation for you.
ru_ru: Сохранить текущий прогресс

source: Saving sounds like a good idea.
ru_ru: Сохраниться - хорошая идея.

source: Saying that, Rain traces the nape of her neck with her fingertip. Her neurojack port opens up in response.
ru_ru: Сказав это, Рейн провела кончиком пальца по затылку. В ответ на её прикосновение открывается порт нейроразъема.

source: Scenario chart... Check...
ru_ru: Схема сюжета...

source: Scrolls down
ru_ru: Прокрутить вниз

source: Scrolls up
ru_ru: Прокрутить вверх

source: Second Lieutenant... Rain Kirishima?
ru_ru: Младший лейтенант... Рэйн Кирисима?

source: Second-generation... That term seems familiar, but I don't recall what exactly it means.
ru_ru: Второе поколение... Этот термин кажется знакомым, но я не помню, что именно он означает.

source: Second-gens like you and me get preferential treatment in the military.
ru_ru: Люди второго поколения, такие как мы, получают льготы в армии.

source: Secret Science
ru_ru: Тайная наука

source: See what I mean? I can sense her bending over to do just that.
ru_ru: Видишь, о чём я? Она, как и ожидалось, наклоняется, чтобы меня разбудить.

source: See, Lieutenant? You could fight, couldn't you?
ru_ru: Видите, лейтенант? Вы ведь умеете драться, не так ли?

source: Self-destruct?
ru_ru: Самоуничтожения?

source: Set the difficulty to easy
ru_ru: Изменить сложность на лёгкую

source: Set the difficulty to hard
ru_ru: Изменить сложность на сложную

source: Set the difficulty to normal
ru_ru: Изменить сложность на нормальную

source: Set the difficulty to very easy
ru_ru: Изменить сложность на очень лёгкую

source: Set the difficulty to very hard
ru_ru: Изменить сложность на очень сложную

source: Set the maximum amount of simultaneous sound effects to 128
ru_ru: Установить максимальное количество одновременных звуковых эффектов на 128

source: Set the maximum amount of simultaneous sound effects to 32
ru_ru: Установить максимальное количество одновременных звуковых эффектов на 32

source: Set the maximum amount of simultaneous sound effects to 64
ru_ru: Установить максимальное количество одновременных звуковых эффектов на 64

source: Set the maximum amount of simultaneous sound effects to unlimited
ru_ru: Установить неограниченное количество одновременных звуковых эффектов

source: Set the scroll speed when using the mouse wheel to fast
ru_ru: Установить быструю скорость прокрутки колесом мыши

source: Set the scroll speed when using the mouse wheel to normal
ru_ru: Установить обычную скорость прокрутки колесом мыши
